Repository: NiYien/gyroflow-plugins
Catalog: finalcut/Xcode/Shared/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# app.about.description
source: Batch project processing for Final Cut Pro
ja: Final Cut Pro のプロジェクトを一括処理
ko: Final Cut Pro 프로젝트 일괄 처리
ru: Пакетная обработка проектов Final Cut Pro
zh_hans: Final Cut Pro 批量项目处理
zh_hant: Final Cut Pro 批次專案處理

# app.accessibility.authorized_media
source: Authorized media folder: %@
ja: 許可済みメディアフォルダ：%@
ko: 승인된 미디어 폴더: %@
ru: Разрешённая папка с медиафайлами: %@
zh_hans: 已授权的媒体文件夹：%@
zh_hant: 已授權的媒體檔案夾：%@

# app.accessibility.error
source: Error: %@
ja: エラー：%@
ko: 오류: %@
ru: Ошибка: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

# app.accessibility.next_step
source: Next step: import the saved FCPXML in Final Cut Pro, then choose Replace.
ja: 次の手順：保存した FCPXML を Final Cut Pro に読み込み、システムダイアログで「置き換える」を選択します。
ko: 다음 단계: 저장한 FCPXML을 Final Cut Pro로 가져온 다음 시스템 대화상자에서 대치를 선택하십시오.
ru: Далее: импортируйте сохранённый FCPXML в Final Cut Pro и выберите «Заменить» в системном диалоге.
zh_hans: 下一步：在 Final Cut Pro 中导入保存的 FCPXML，然后在系统对话框中选择“替换”。
zh_hant: 下一步：在 Final Cut Pro 中匯入儲存的 FCPXML，然後在系統對話框中選擇「取代」。

# app.accessibility.selected_fcpxml
source: Selected FCPXML: %@
ja: 選択した FCPXML：%@
ko: 선택한 FCPXML: %@
ru: Выбранный FCPXML: %@
zh_hans: 已选择 FCPXML：%@
zh_hant: 已選擇 FCPXML：%@

# app.action.about
source: About NiYien FCP
ja: NiYien FCP について
ko: NiYien FCP 정보
ru: О NiYien FCP
zh_hans: 关于 NiYien FCP
zh_hant: 關於 NiYien FCP

# app.action.add_media
source: Add Folder…
ja: フォルダを追加…
ko: 폴더 추가…
ru: Добавить папку…
zh_hans: 添加文件夹…
zh_hant: 加入檔案夾…

# app.action.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# app.action.choose_fcpxml
source: Choose FCPXML…
ja: FCPXML を選択…
ko: FCPXML 선택…
ru: Выбрать FCPXML…
zh_hans: 选择 FCPXML…
zh_hant: 選擇 FCPXML…

# app.action.choose_media
source: Choose Media Folders…
ja: メディアフォルダを選択…
ko: 미디어 폴더 선택…
ru: Выбрать папки с медиа…
zh_hans: 选择媒体文件夹…
zh_hant: 選擇媒體檔案夾…

# app.action.generate
source: Generate replacement FCPXML
ja: 置き換え用 FCPXML を生成
ko: 대치 FCPXML 생성
ru: Создать FCPXML для замены
zh_hans: 生成替换 FCPXML
zh_hant: 產生替換 FCPXML

# app.action.install_repair
source: Install / Repair
ja: インストール / 修復
ko: 설치 / 복구
ru: Установить / восстановить
zh_hans: 安装 / 修复
zh_hant: 安裝 / 修復

# app.action.open_final_cut
source: Open in Final Cut
ja: Final Cut で開く
ko: Final Cut에서 열기
ru: Открыть в Final Cut
zh_hans: 在 Final Cut 中打开
zh_hant: 在 Final Cut 中開啟

# app.action.remove
source: Remove
ja: 削除
ko: 제거
ru: Удалить
zh_hans: 移除
zh_hant: 移除

# app.action.remove_template
source: Remove Template
ja: テンプレートを削除
ko: 템플릿 제거
ru: Удалить шаблон
zh_hans: 移除模板
zh_hant: 移除樣板

# app.action.reselect_media
source: Reselect…
ja: 再選択…
ko: 다시 선택…
ru: Выбрать заново…
zh_hans: 重新选择…
zh_hant: 重新選擇…

# app.action.retry_open
source: Retry Open
ja: もう一度開く
ko: 다시 열기
ru: Повторить открытие
zh_hans: 重试打开
zh_hant: 重試開啟

# app.action.reveal_output
source: Show in Finder
ja: Finder に表示
ko: Finder에서 보기
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# app.action.save_replacement
source: Save replacement FCPXML…
ja: 置換 FCPXML を保存…
ko: 대체 FCPXML 저장…
ru: Сохранить заменяющий FCPXML…
zh_hans: 保存替换 FCPXML…
zh_hant: 儲存替換 FCPXML…

# app.error.fcpxml.ambiguous_package
source: The .fcpxmld package must contain exactly one root Info.fcpxml.
ja: .fcpxmld パッケージのルートには Info.fcpxml が 1 つだけ必要です。
ko: .fcpxmld 패키지 루트에는 Info.fcpxml이 정확히 하나 있어야 합니다.
ru: Пакет .fcpxmld должен содержать ровно один файл Info.fcpxml в корне.
zh_hans: .fcpxmld 包的根目录必须只包含一个 Info.fcpxml。
zh_hant: .fcpxmld 套件的根目錄必須只包含一個 Info.fcpxml。

# app.error.fcpxml.invalid_file
source: The selected FCPXML is not a regular readable file.
ja: 選択した FCPXML は読み取り可能な通常ファイルではありません。
ko: 선택한 FCPXML은 읽을 수 있는 일반 파일이 아닙니다.
ru: Выбранный FCPXML не является доступным для чтения обычным файлом.
zh_hans: 所选 FCPXML 不是可读取的普通文件。
zh_hant: 所選 FCPXML 不是可讀取的一般檔案。

# app.error.fcpxml.symbolic_link
source: Symbolic-link FCPXML inputs are not accepted.
ja: シンボリックリンクの FCPXML 入力は使用できません。
ko: 심볼릭 링크 FCPXML 입력은 허용되지 않습니다.
ru: FCPXML по символической ссылке не принимается.
zh_hans: 不接受符号链接形式的 FCPXML 输入。
zh_hant: 不接受符號連結形式的 FCPXML 輸入。

# app.error.fcpxml.too_large
source: The selected FCPXML exceeds the supported size limit.
ja: 選択した FCPXML は対応サイズを超えています。
ko: 선택한 FCPXML이 지원되는 크기 제한을 초과합니다.
ru: Размер выбранного FCPXML превышает допустимый предел.
zh_hans: 所选 FCPXML 超出支持的大小限制。
zh_hant: 所選 FCPXML 超出支援的大小限制。

# app.error.fcpxml.unsupported
source: Choose one .fcpxml file or .fcpxmld package.
ja: .fcpxml ファイルまたは .fcpxmld パッケージを 1 つ選択してください。
ko: .fcpxml 파일 또는 .fcpxmld 패키지 하나를 선택하십시오.
ru: Выберите один файл .fcpxml или пакет .fcpxmld.
zh_hans: 请选择一个 .fcpxml 文件或 .fcpxmld 包。
zh_hant: 請選擇一個 .fcpxml 檔案或 .fcpxmld 套件。

# app.error.replacement.destination_exists
source: The replacement project destination already exists.
ja: 置き換え用プロジェクトの保存先はすでに存在します。
ko: 대치 프로젝트 대상이 이미 존재합니다.
ru: Файл назначения для проекта замены уже существует.
zh_hans: 替换项目的目标文件已存在。
zh_hant: 替換專案的目標檔案已存在。

# app.error.replacement.invalid_source
source: The selected Final Cut XML cannot be replaced safely.
ja: 選択した Final Cut XML を安全に置き換えられません。
ko: 선택한 Final Cut XML을 안전하게 대치할 수 없습니다.
ru: Выбранный XML Final Cut невозможно безопасно заменить.
zh_hans: 无法安全替换所选 Final Cut XML。
zh_hant: 無法安全取代所選 Final Cut XML。

# app.error.replacement.source_changed
source: The selected Final Cut XML changed during processing. Select it again.
ja: 処理中に選択した Final Cut XML が変更されました。もう一度選択してください。
ko: 처리 중 선택한 Final Cut XML이 변경되었습니다. 다시 선택하십시오.
ru: Выбранный XML Final Cut изменился во время обработки. Выберите его снова.
zh_hans: 处理期间所选 Final Cut XML 已发生变化，请重新选择。
zh_hant: 處理期間所選 Final Cut XML 已發生變更，請重新選擇。

# app.error.replacement.source_would_change
source: The replacement project must be written separately from the selected input.
ja: 置き換え用プロジェクトは選択した入力とは別に保存する必要があります。
ko: 대치 프로젝트는 선택한 입력과 별도로 저장해야 합니다.
ru: Проект замены необходимо сохранить отдельно от выбранного исходного файла.
zh_hans: 替换项目必须与所选输入分开写入。
zh_hant: 替換專案必須與所選輸入分開寫入。

# app.error.replacement.symbolic_link
source: The selected Final Cut XML is or became a symbolic link and cannot be replaced.
ja: 選択した Final Cut XML はシンボリックリンクであるか、処理中にシンボリックリンクへ変更されたため置き換えられません。
ko: 선택한 Final Cut XML이 심볼릭 링크이거나 처리 중 심볼릭 링크로 변경되어 대치할 수 없습니다.
ru: Выбранный XML Final Cut является символической ссылкой или стал ею во время обработки, поэтому его нельзя заменить.
zh_hans: 所选 Final Cut XML 是符号链接或已变为符号链接，无法替换。
zh_hant: 所選 Final Cut XML 是符號連結或已變為符號連結，無法取代。

# app.error.route.input_required
source: Select an FCPXML input before processing.
ja: 処理前に FCPXML 入力を選択してください。
ko: 처리하기 전에 FCPXML 입력을 선택하십시오.
ru: Перед обработкой выберите входной FCPXML.
zh_hans: 请先选择 FCPXML 输入再处理。
zh_hant: 請先選擇 FCPXML 輸入再處理。

# app.error.route.invalid_input
source: The selected Final Cut project XML is invalid.
ja: 選択した Final Cut プロジェクト XML は無効です。
ko: 선택한 Final Cut 프로젝트 XML이 유효하지 않습니다.
ru: Выбранный XML проекта Final Cut недействителен.
zh_hans: 所选 Final Cut 项目 XML 无效。
zh_hant: 所選 Final Cut 專案 XML 無效。

# app.error.route.media_roots_required
source: Choose at least one media folder before processing.
ja: 処理前に少なくとも 1 つのメディアフォルダを選択してください。
ko: 처리하기 전에 미디어 폴더를 하나 이상 선택하십시오.
ru: Перед обработкой выберите хотя бы одну папку с медиафайлами.
zh_hans: 请至少选择一个素材文件夹后再处理。
zh_hant: 請至少選擇一個素材資料夾後再處理。

# app.error.route.no_targets
source: The batch did not update any replacement targets.
ja: 一括処理で置き換え対象は更新されませんでした。
ko: 일괄 처리에서 대치 대상을 업데이트하지 못했습니다.
ru: Пакетная обработка не обновила ни одной цели замены.
zh_hans: 批处理未更新任何替换目标。
zh_hant: 批次處理未更新任何替換目標。

# app.error.route.preview_required
source: Preview a replacement project before saving.
ja: 保存前に置き換え用プロジェクトをプレビューしてください。
ko: 저장하기 전에 대치 프로젝트를 미리 보십시오.
ru: Перед сохранением выполните предварительный просмотр проекта замены.
zh_hans: 请先预览替换项目再保存。
zh_hant: 請先預覽替換專案再儲存。

# app.error.route.process
source: Unable to process Final Cut project XML
ja: Final Cut プロジェクト XML を処理できません
ko: Final Cut 프로젝트 XML을 처리할 수 없습니다
ru: Не удалось обработать XML проекта Final Cut
zh_hans: 无法处理 Final Cut 项目 XML
zh_hant: 無法處理 Final Cut 專案 XML

# app.error.route.unknown
source: Unknown batch-processing error
ja: 不明な一括処理エラー
ko: 알 수 없는 일괄 처리 오류
ru: Неизвестная ошибка пакетной обработки
zh_hans: 未知批处理错误
zh_hant: 未知的批次處理錯誤

# app.error.route.unsafe_structure
source: The Final Cut project has an ambiguous or unsafe structure.
ja: Final Cut プロジェクトの構造が曖昧または安全ではありません。
ko: Final Cut 프로젝트 구조가 모호하거나 안전하지 않습니다.
ru: Структура проекта Final Cut неоднозначна или небезопасна.
zh_hans: Final Cut 项目结构存在歧义或不安全。
zh_hant: Final Cut 專案結構有歧義或不安全。

# app.error.template.destination_not_writable
source: The Motion Templates destination is not writable
ja: Motion テンプレートの保存先に書き込めません
ko: Motion 템플릿 대상에 쓸 수 없습니다
ru: Нет доступа на запись в папку шаблонов Motion
zh_hans: Motion 模板目标位置不可写
zh_hant: Motion 樣板目標位置無法寫入

# app.error.template.identity
source: template identity or payload mapping
ja: テンプレート識別情報またはペイロードマッピング
ko: 템플릿 ID 또는 페이로드 매핑
ru: идентификатор шаблона или сопоставление полезной нагрузки
zh_hans: 模板标识或载荷映射
zh_hant: 樣板識別或承載資料對應

# app.error.template.invalid_resource
source: Bundled template resource is invalid: %@
ja: 同梱テンプレートリソースが無効です：%@
ko: 번들 템플릿 리소스가 유효하지 않습니다: %@
ru: Недопустимый ресурс встроенного шаблона: %@
zh_hans: 内置模板资源无效：%@
zh_hant: 內建樣板資源無效：%@

# app.error.template.missing_resource
source: Bundled template resource is missing: %@
ja: 同梱テンプレートリソースがありません：%@
ko: 번들 템플릿 리소스가 없습니다: %@
ru: Отсутствует ресурс встроенного шаблона: %@
zh_hans: 缺少内置模板资源：%@
zh_hant: 缺少內建樣板資源：%@

# app.error.template.movies_unavailable
source: Movies directory is unavailable
ja: ムービーディレクトリを利用できません
ko: 동영상 디렉터리를 사용할 수 없습니다
ru: Каталог «Фильмы» недоступен
zh_hans: “影片”目录不可用
zh_hant: 「影片」目錄無法使用

# app.error.template.not_owned
source: Refusing to remove a template directory not owned by Gyroflow NiYien
ja: Gyroflow NiYien が所有していないテンプレートディレクトリは削除できません
ko: Gyroflow NiYien 소유가 아닌 템플릿 디렉터리는 제거할 수 없습니다
ru: Нельзя удалить каталог шаблона, не принадлежащий Gyroflow NiYien
zh_hans: 拒绝移除不属于 Gyroflow NiYien 的模板目录
zh_hant: 拒絕移除不屬於 Gyroflow NiYien 的樣板目錄

# app.error.template.symbolic_link
source: Template operations do not accept symbolic-link destinations
ja: テンプレート操作ではシンボリックリンクの保存先を使用できません
ko: 템플릿 작업에서는 심볼릭 링크 대상을 사용할 수 없습니다
ru: Операции с шаблоном не допускают пути по символическим ссылкам
zh_hans: 模板操作不接受符号链接目标
zh_hant: 樣板操作不接受符號連結目標

# app.error.template.transaction
source: Template installation transaction failed: %@
ja: テンプレートのインストール処理に失敗しました：%@
ko: 템플릿 설치 트랜잭션 실패: %@
ru: Сбой транзакции установки шаблона: %@
zh_hans: 模板安装事务失败：%@
zh_hant: 樣板安裝交易失敗：%@

# app.error.template.unsafe_destination
source: Template operations must stay inside the Gyroflow Motion Templates directory
ja: テンプレート操作は Gyroflow Motion Templates ディレクトリ内に限定されます
ko: 템플릿 작업은 Gyroflow Motion Templates 디렉터리 안에서만 수행해야 합니다
ru: Операции с шаблоном должны выполняться внутри каталога Gyroflow Motion Templates
zh_hans: 模板操作必须位于 Gyroflow Motion Templates 目录内
zh_hant: 樣板操作必須位於 Gyroflow Motion Templates 目錄內

# app.filter.all
source: All
ja: すべて
ko: 전체
ru: Все
zh_hans: 全部
zh_hant: 全部

# app.filter.issues
source: Issues
ja: 問題
ko: 문제
ru: Проблемы
zh_hans: 问题
zh_hant: 問題

# app.hint.choose_fcpxml
source: Choose one Final Cut XML file or package exported from Final Cut Pro.
ja: Final Cut Pro から書き出した Final Cut XML ファイルまたはパッケージを選択します。
ko: Final Cut Pro에서 내보낸 Final Cut XML 파일 또는 패키지를 선택합니다.
ru: Выберите файл или пакет Final Cut XML, экспортированный из Final Cut Pro.
zh_hans: 选择一个从 Final Cut Pro 导出的 Final Cut XML 文件或包。
zh_hant: 選擇一個從 Final Cut Pro 匯出的 Final Cut XML 檔案或套件。

# app.hint.choose_media
source: Choose one or more folders containing media and matching Gyroflow projects.
ja: メディアと対応する Gyroflow プロジェクトを含むフォルダを選択します。
ko: 미디어와 일치하는 Gyroflow 프로젝트가 있는 폴더를 하나 이상 선택합니다.
ru: Выберите одну или несколько папок с медиафайлами и соответствующими проектами Gyroflow.
zh_hans: 选择一个或多个包含媒体和匹配 Gyroflow 项目的文件夹。
zh_hant: 選擇一個或多個包含媒體和相符 Gyroflow 專案的檔案夾。

# app.hint.generate
source: Generate and save a separate FCPXML while preserving the internal project name.
ja: 内部プロジェクト名を維持したまま別の FCPXML を生成して保存します。
ko: 내부 프로젝트 이름을 유지하며 별도의 FCPXML을 생성하고 저장합니다.
ru: Создайте и сохраните отдельный FCPXML с сохранением внутреннего имени проекта.
zh_hans: 生成并另存 FCPXML，同时保留内部项目名称。
zh_hant: 產生並另存 FCPXML，同時保留內部專案名稱。

# app.installation.app
source: App
ja: アプリ
ko: 앱
ru: Приложение
zh_hans: 应用

# app.installation.disclosure
source: Installation and versions
ja: インストールとバージョン
ko: 설치 및 버전
ru: Установка и версии
zh_hans: 安装和版本
zh_hant: 安裝與版本

# app.installation.footer
source: Template installed. Restart Final Cut Pro to refresh effects.
ja: テンプレートをインストールしました。Final Cut Pro を再起動してエフェクトを更新してください。
ko: 템플릿을 설치했습니다. 효과를 새로 고치려면 Final Cut Pro를 재시동하십시오.
ru: Шаблон установлен. Перезапустите Final Cut Pro для обновления эффектов.
zh_hans: 模板已安装。请重新启动 Final Cut Pro 以刷新效果。
zh_hant: 樣板已安裝。請重新啟動 Final Cut Pro 以重新整理效果。

# app.installation.removed
source: Gyroflow NiYien template removed.
ja: Gyroflow NiYien テンプレートを削除しました。
ko: Gyroflow NiYien 템플릿을 제거했습니다.
ru: Шаблон Gyroflow NiYien удалён.
zh_hans: 已移除 Gyroflow NiYien 模板。
zh_hant: 已移除 Gyroflow NiYien 樣板。

# app.installation.template
source: Template
ja: テンプレート
ko: 템플릿
ru: Шаблон
zh_hans: 模板
zh_hant: 樣板

# app.label.effect_count
source: %ld effect occurrences detected
ja: %ld 個のエフェクトが検出されました
ko: %ld개의 효과 인스턴스를 감지했습니다
ru: Обнаружено %ld экземпляров эффекта
zh_hans: 检测到 %ld 个效果实例
zh_hant: 偵測到 %ld 個效果實例

# app.label.expected_project
source: Expected project: %@
ja: 予想されるプロジェクト：%@
ko: 예상 프로젝트: %@
ru: Ожидаемый проект: %@
zh_hans: 预期项目：%@
zh_hant: 預期專案：%@

# app.label.processed_videos
source: %ld processed videos
ja: 処理したビデオ（%ld）
ko: 처리한 비디오 %ld개
ru: Обработано %ld видеофайлов
zh_hans: 处理的视频（%ld）
zh_hant: 處理的影片（%ld）

# app.label.report
source: Preview results
ja: プレビュー結果
ko: 미리보기 결과
ru: Результаты просмотра
zh_hans: 预览结果
zh_hant: 預覽結果

# app.label.report_skipped
source: Issues
ja: 問題
ko: 문제
ru: Проблемы
zh_hans: 问题
zh_hant: 問題

# app.label.report_timing
source: Timing
ja: タイミング
ko: 타이밍
ru: Тайминг
zh_hans: 仅时间
zh_hant: 僅時間

# app.label.report_total
source: Total
ja: 合計
ko: 전체
ru: Всего
zh_hans: 总计
zh_hant: 總計

# app.label.report_updated
source: Projects
ja: プロジェクト
ko: 프로젝트
ru: Проекты
zh_hans: 项目
zh_hant: 專案

# app.label.saved
source: Saved %@
ja: %@ を保存しました
ko: %@ 저장됨
ru: Сохранён %@
zh_hans: 已保存 %@
zh_hant: 已儲存 %@

# app.label.skipped_items
source: Skipped items
ja: スキップした項目
ko: 건너뛴 항목
ru: Пропущенные элементы
zh_hans: 已跳过的项目
zh_hant: 已略過的項目

# app.label.success_count
source: %ld successful targets
ja: %ld 件の成功した対象
ko: 성공한 대상 %ld개
ru: Успешных целей: %ld
zh_hans: %ld 个成功目标
zh_hant: %ld 個成功目標

# app.panel.media_roots
source: Choose every folder that contains media or .gyroflow projects.
ja: メディアまたは .gyroflow プロジェクトを含むすべてのフォルダを選択してください。
ko: 미디어 또는 .gyroflow 프로젝트가 있는 모든 폴더를 선택하십시오.
ru: Выберите все папки, содержащие медиафайлы или проекты .gyroflow.
zh_hans: 选择所有包含媒体或 .gyroflow 项目的文件夹。
zh_hant: 選擇所有包含媒體或 .gyroflow 專案的檔案夾。

# app.panel.open_fcpxml
source: Choose one .fcpxml file or .fcpxmld package.
ja: .fcpxml ファイルまたは .fcpxmld パッケージを 1 つ選択してください。
ko: .fcpxml 파일 또는 .fcpxmld 패키지 하나를 선택하십시오.
ru: Выберите один файл .fcpxml или пакет .fcpxmld.
zh_hans: 请选择一个 .fcpxml 文件或 .fcpxmld 包。
zh_hant: 請選擇一個 .fcpxml 檔案或 .fcpxmld 套件。

# app.panel.save_replacement
source: Save a separate replacement FCPXML. The internal project name is unchanged.
ja: 置き換え用 FCPXML を別名で保存します。内部プロジェクト名は変更されません。
ko: 별도의 대치 FCPXML을 저장합니다. 내부 프로젝트 이름은 변경되지 않습니다.
ru: Сохраните отдельный FCPXML для замены. Внутреннее имя проекта не изменится.
zh_hans: 另存替换 FCPXML。内部项目名称不会改变。
zh_hant: 另存替換 FCPXML。內部專案名稱不會變更。

# app.permission.related_projects
source: Access is needed to read matching .gyroflow projects next to media referenced by the selected Final Cut XML.
ja: 選択した Final Cut XML が参照するメディアの隣にある一致する .gyroflow プロジェクトを読み込むには、この場所へのアクセスが必要です。
ko: 선택한 Final Cut XML에서 참조하는 미디어 옆의 일치하는 .gyroflow 프로젝트를 읽으려면 이 위치에 대한 접근 권한이 필요합니다.
ru: Доступ необходим для чтения соответствующих проектов .gyroflow рядом с медиафайлами, на которые ссылается выбранный Final Cut XML.
zh_hans: 需要访问此位置，以读取所选 Final Cut XML 引用的媒体旁边匹配的 .gyroflow 项目。
zh_hant: 需要取用此位置，以讀取所選 Final Cut XML 參照之媒體旁相符的 .gyroflow 專案。

# app.placeholder.search
source: Search media or project
ja: メディアまたはプロジェクトを検索
ko: 미디어 또는 프로젝트 검색
ru: Поиск медиа или проекта
zh_hans: 搜索媒体或项目
zh_hant: 搜尋媒體或專案

# app.replace.explanation
source: In Final Cut Pro, import the saved FCPXML and choose Replace in the native dialog.
ja: 保存した FCPXML を Final Cut Pro に読み込み、システムダイアログで「置き換える」を選択します。
ko: 저장한 FCPXML을 Final Cut Pro로 가져오고 시스템 대화상자에서 대치를 선택하십시오.
ru: Импортируйте сохранённый FCPXML в Final Cut Pro и выберите «Заменить» в системном диалоге.
zh_hans: 在 Final Cut Pro 中导入保存的 FCPXML，并在系统对话框中选择“替换”。
zh_hant: 在 Final Cut Pro 中匯入儲存的 FCPXML，並在系統對話框中選擇「取代」。

# app.replace.unconfirmed
source: In Final Cut, choose Replace for the project with the same name. This app cannot tell whether you chose Replace, Keep Both, or Cancel.
ja: Final Cut で同名プロジェクトの「置き換える」を選択してください。このアプリは、「置き換える」「両方を保持」「キャンセル」のどれを選んだか確認できません。
ko: Final Cut에서 동명 프로젝트의 대치를 선택하십시오. 이 앱은 대치, 둘 다 유지 또는 취소 중 무엇을 선택했는지 확인할 수 없습니다.
ru: В Final Cut выберите «Заменить» для одноимённого проекта. Приложение не может определить, выбрали ли вы «Заменить», «Сохранить оба» или «Отмена».
zh_hans: 请在 Final Cut 中对同名项目选择“替换”。本应用无法判断你最终选择了“替换”“两者都保留”还是“取消”。
zh_hant: 請在 Final Cut 中對同名專案選擇「取代」。本 App 無法判斷你最終選擇了「取代」、「兩者都保留」或「取消」。

# app.resource.app_resources
source: App Resources
ja: アプリリソース
ko: 앱 리소스
ru: Ресурсы приложения
zh_hans: 应用资源
zh_hant: App 資源

# app.resource.gyroflow_template
source: Gyroflow template directory
ja: Gyroflow テンプレートディレクトリ
ko: Gyroflow 템플릿 디렉터리
ru: Каталог шаблона Gyroflow
zh_hans: Gyroflow 模板目录
zh_hant: Gyroflow 樣板目錄

# app.resource.production_template
source: production template
ja: 製品テンプレート
ko: 프로덕션 템플릿
ru: рабочий шаблон
zh_hans: 生产模板
zh_hant: 正式版樣板

# app.selection.no_fcpxml
source: No FCPXML selected
ja: FCPXML が選択されていません
ko: 선택한 FCPXML 없음
ru: FCPXML не выбран
zh_hans: 未选择 FCPXML
zh_hant: 尚未選擇 FCPXML

# app.selection.no_media
source: No additional folders selected
ja: 追加フォルダが選択されていません
ko: 선택한 추가 폴더 없음
ru: Дополнительные папки не выбраны
zh_hans: 未选择其他文件夹
zh_hant: 尚未選擇其他檔案夾

# app.skip.ambiguous_media
source: Skipped because the media match is ambiguous.
ja: メディアの対応が不明確なためスキップしました。
ko: 미디어 일치가 모호하여 건너뛰었습니다.
ru: Пропущено: соответствие медиафайлов неоднозначно.
zh_hans: 已跳过：媒体匹配不明确。
zh_hant: 已略過：媒體配對不明確。

# app.skip.blocked_geometry
source: Skipped because the project geometry is incompatible.
ja: プロジェクトのジオメトリに互換性がないためスキップしました。
ko: 프로젝트 지오메트리가 호환되지 않아 건너뛰었습니다.
ru: Пропущено: геометрия проекта несовместима.
zh_hans: 已跳过：项目画面几何信息不兼容。
zh_hant: 已略過：專案畫面幾何資訊不相容。

# app.skip.incompatible_project
source: Skipped because the Gyroflow project is incompatible.
ja: Gyroflow プロジェクトに互換性がないためスキップしました。
ko: Gyroflow 프로젝트가 호환되지 않아 건너뛰었습니다.
ru: Пропущено: проект Gyroflow несовместим.
zh_hans: 已跳过：Gyroflow 项目不兼容。
zh_hant: 已略過：Gyroflow 專案不相容。

# app.skip.invalid_project
source: Skipped because the Gyroflow project is invalid.
ja: Gyroflow プロジェクトが無効なためスキップしました。
ko: Gyroflow 프로젝트가 유효하지 않아 건너뛰었습니다.
ru: Пропущено: проект Gyroflow недействителен.
zh_hans: 已跳过：Gyroflow 项目无效。
zh_hant: 已略過：Gyroflow 專案無效。

# app.skip.invalid_timing
source: Skipped because the effect timing is invalid.
ja: エフェクトのタイミングが無効なためスキップしました。
ko: 효과 타이밍이 유효하지 않아 건너뛰었습니다.
ru: Пропущено: недопустимый тайминг эффекта.
zh_hans: 已跳过：效果时间信息无效。
zh_hant: 已略過：效果時間資訊無效。

# app.skip.missing_project
source: Skipped because no matching sibling .gyroflow project was found.
ja: 対応する同名の .gyroflow プロジェクトがないためスキップしました。
ko: 일치하는 동명 .gyroflow 프로젝트를 찾지 못해 건너뛰었습니다.
ru: Пропущено: не найден одноимённый соседний проект .gyroflow.
zh_hans: 已跳过：找不到匹配的同名 .gyroflow 项目。
zh_hant: 已略過：找不到相符的同名 .gyroflow 專案。

# app.skip.payload_too_large
source: Skipped because the embedded project is too large.
ja: 埋め込みプロジェクトが大きすぎるためスキップしました。
ko: 포함된 프로젝트가 너무 커서 건너뛰었습니다.
ru: Пропущено: встроенный проект слишком велик.
zh_hans: 已跳过：嵌入项目过大。
zh_hant: 已略過：嵌入專案太大。

# app.skip.permission_denied
source: Skipped because the media or project could not be read.
ja: メディアまたはプロジェクトを読み取れないためスキップしました。
ko: 미디어 또는 프로젝트를 읽을 수 없어 건너뛰었습니다.
ru: Пропущено: не удалось прочитать медиафайл или проект.
zh_hans: 已跳过：无法读取媒体或项目。
zh_hant: 已略過：無法讀取媒體或專案。

# app.skip.unsupported_structure
source: Skipped because the FCPXML structure is unsupported.
ja: FCPXML 構造が未対応のためスキップしました。
ko: 지원되지 않는 FCPXML 구조이므로 건너뛰었습니다.
ru: Пропущено: структура FCPXML не поддерживается.
zh_hans: 已跳过：不支持此 FCPXML 结构。
zh_hant: 已略過：不支援此 FCPXML 結構。

# app.status.action_required
source: Action required
ja: 対応が必要
ko: 조치 필요
ru: Требуется действие
zh_hans: 需要处理
zh_hant: 需要處理

# app.status.checking_template
source: Checking template status
ja: テンプレートの状態を確認中
ko: 템플릿 상태 확인 중
ru: Проверка состояния шаблона
zh_hans: 正在检查模板状态
zh_hant: 正在檢查樣板狀態

# app.status.choose_input
source: Choose an FCPXML file to begin.
ja: 開始するには FCPXML ファイルを選択してください。
ko: 시작하려면 FCPXML 파일을 선택하십시오.
ru: Чтобы начать, выберите файл FCPXML.
zh_hans: 请选择 FCPXML 文件以开始。
zh_hant: 請選擇 FCPXML 檔案以開始。

# app.status.generating
source: Processing videos…
ja: ビデオを処理中…
ko: 비디오 처리 중…
ru: Обработка видео…
zh_hans: 正在处理视频…
zh_hant: 正在處理影片…

# app.status.healthy
source: Ready
ja: 準備完了
ko: 준비됨
ru: Готово
zh_hans: 就绪
zh_hant: 就緒

# app.status.input_ready
source: FCPXML loaded. Starting batch processing…
ja: FCPXML を読み込みました。バッチ処理を開始しています…
ko: FCPXML을 불러왔습니다. 일괄 처리를 시작하는 중…
ru: FCPXML загружен. Запускается пакетная обработка…
zh_hans: FCPXML 已加载，正在开始批量处理…
zh_hant: FCPXML 已載入，正在開始批次處理…

# app.status.loading_input
source: Reading and validating FCPXML…
ja: FCPXML を読み込んで検証しています…
ko: FCPXML 읽기 및 검증 중…
ru: Чтение и проверка FCPXML…
zh_hans: 正在读取并验证 FCPXML…
zh_hant: 正在讀取並驗證 FCPXML…

# app.status.media_ready
source: Media folder access is ready.
ja: メディアフォルダへのアクセス準備ができました。
ko: 미디어 폴더 접근 준비가 완료되었습니다.
ru: Доступ к папкам с медиафайлами готов.
zh_hans: 媒体文件夹访问已就绪。
zh_hant: 媒體檔案夾存取已就緒。

# app.status.no_issues
source: No issues match this view.
ja: この表示に一致する問題はありません。
ko: 이 보기에 일치하는 문제가 없습니다.
ru: В этом представлении нет подходящих проблем.
zh_hans: 此视图中没有匹配的问题。
zh_hant: 此檢視中沒有相符的問題。

# app.status.no_media
source: No additional media folders selected.
ja: 追加のメディアフォルダが選択されていません。
ko: 선택한 추가 미디어 폴더가 없습니다.
ru: Дополнительные папки с медиафайлами не выбраны.
zh_hans: 未选择其他媒体文件夹。
zh_hant: 尚未選擇其他媒體檔案夾。

# app.status.replacement_ready
source: Processing complete. Finishing…
ja: 処理が完了しました。終了処理中…
ko: 처리가 완료되었습니다. 마무리 중…
ru: Обработка завершена. Выполняются завершающие действия…
zh_hans: 处理完成，正在结束…
zh_hant: 處理完成，正在結束…

# app.status.save_cancelled
source: Replacement generated; saving was cancelled.
ja: 置き換え用ファイルを生成しましたが、保存はキャンセルされました。
ko: 대치 파일을 생성했지만 저장이 취소되었습니다.
ru: Файл замены создан; сохранение отменено.
zh_hans: 替换文件已生成；保存已取消。
zh_hant: 替換檔案已產生；儲存已取消。

# app.status.saved
source: Processing complete.
ja: 処理が完了しました。
ko: 처리가 완료되었습니다.
ru: Обработка завершена.
zh_hans: 处理完成。
zh_hant: 處理完成。

# app.status.saving
source: Finishing…
ja: 終了処理中…
ko: 마무리 중…
ru: Завершение обработки…
zh_hans: 正在完成处理…
zh_hant: 正在完成處理…

# app.status.template.installed
source: Final Cut template is installed
ja: Final Cut テンプレートはインストール済みです
ko: Final Cut 템플릿이 설치되어 있습니다
ru: Шаблон Final Cut установлен
zh_hans: Final Cut 模板已安装
zh_hant: Final Cut 樣板已安裝

# app.status.template.invalid
source: Final Cut template is missing, damaged, or out of date
ja: Final Cut テンプレートがないか、破損または古くなっています
ko: Final Cut 템플릿이 없거나 손상되었거나 오래되었습니다
ru: Шаблон Final Cut отсутствует, повреждён или устарел
zh_hans: Final Cut 模板缺失、损坏或已过期
zh_hant: Final Cut 樣板遺失、損壞或已過期

# app.status.template.not_installed
source: Final Cut template is not installed
ja: Final Cut テンプレートはインストールされていません
ko: Final Cut 템플릿이 설치되지 않았습니다
ru: Шаблон Final Cut не установлен
zh_hans: 尚未安装 Final Cut 模板
zh_hant: 尚未安裝 Final Cut 樣板
